InitiateMeterReadingsByMeterID_Request.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header>
		<ns1:MultiSpeakMsgHeader xmlns:ns1="http://www.multispeak.org/Version_3.0" soapenv:actor="http://schemas.xmlsoap.org/soap/actor/next" soapenv:mustUnderstand="0" CSUnits="feet" AppName="" Company="" Pwd="" UserID=""/>
	</soapenv:Header>
	<soapenv:Body>
		<InitiateMeterReadByMeterNumber xmlns="http://www.multispeak.org/Version_3.0">
			<meterNos>
				<string>4155739</string>
			</meterNos>
			<responseURL>http://46094dbs:35000/cisservices/services/CB_ServerSoap</responseURL>
			<transactionID>1392137232143</transactionID>
			<expirationTime>25.0</expirationTime>
		</InitiateMeterReadByMeterNumber>
	</soapenv:Body>
</soapenv:Envelope>
